Repository: JPA-Elite/jpa-profile
Catalog: flask/translations/*/LC_MESSAGES/messages.po
Languages: fil_ph, fr

source: Contact Me
fil_ph: Makipag-ugnay
fr: Contactez-moi

# Contact_Description
source: If you would like to get in touch, please reach out via the methods below:
fil_ph: Kung nais mong makipag-ugnay, mangyaring makipag-ugnay sa pamamagitan ng mga pamamaraan sa ibaba:
fr: Si vous souhaitez me contacter, veuillez utiliser les méthodes ci-dessous :

source: Gallery
fr: Galerie

source: Concern
fr: Préoccupation

source: Summary
fil_ph: Buod
fr: Résumé

# Software_Expertise_Description
source: Over the years, I have cultivated a deep and versatile expertise in software development by working across a broad spectrum of roles, industries, and technical environments. This journey has not only sharpened my coding and problem-solving skills but also given me a holistic understanding of how technology drives business value.
fil_ph: Sa paglipas ng mga taon, nakapag-develop ako ng malalim at malawak na kaalaman sa software development sa pamamagitan ng pagtatrabaho sa iba't ibang posisyon, industriya, at teknikal na kapaligiran. Ang paglalakbay na ito ay hindi lamang nagpahusay sa aking coding at problem-solving skills kundi nagbigay din sa akin ng malawakang pang-unawa kung paano nakakatulong ang teknolohiya sa pagpapalago ng negosyo.
fr: Au fil des années, j'ai développé une expertise profonde et polyvalente en développement logiciel en travaillant dans un large éventail de rôles, d'industries et d'environnements techniques. Ce parcours n'a pas seulement affiné mes compétences en codage et en résolution de problèmes, mais m'a également donné une compréhension holistique de la façon dont la technologie génère de la valeur commerciale.

# Technology_Adaptability_Description
source: I am highly adaptable when it comes to learning and applying new technologies. Whether working with legacy systems or modern frameworks, I quickly grasp the underlying principles and integrate them into solutions that align with business goals and enhance user experiences. My flexibility has allowed me to contribute meaningfully to projects involving everything from frontend development and backend architecture to cloud infrastructure and automation.
fil_ph: Ako ay mabilis makaangkop pagdating sa pag-aaral at paggamit ng mga bagong teknolohiya. Maging sa paggamit ng mga lumang sistema o modernong framework, mabilis kong naiintindihan ang mga pangunahing prinsipyo at isinasama ang mga ito sa mga solusyong tumutugma sa mga layunin ng negosyo at nagpapahusay sa karanasan ng mga gumagamit. Ang aking kakayahang umangkop ay nakatulong sa akin na magkaroon ng makabuluhang ambag sa mga proyektong may kinalaman sa frontend development, backend architecture, cloud infrastructure at automation.
fr: Je m'adapte très facilement à l'apprentissage et à l'application de nouvelles technologies. Que ce soit en travaillant avec des systèmes hérités ou des frameworks modernes, je saisis rapidement les principes sous-jacents et les intègre dans des solutions qui s'alignent sur les objectifs commerciaux et améliorent l'expérience utilisateur. Ma flexibilité m'a permis de contribuer de manière significative à des projets impliquant tout, du développement frontend à l'architecture backend, en passant par l'infrastructure cloud et l'automatisation.

# Experience_Share_Description
source: I am passionate about collaboration and continuously strive to contribute my skills in a way that fosters innovation, improves efficiency, and accelerates success. I'm eager to bring my experience, dedication, and proactive mindset to teams that value growth, creativity, and impactful results.
fil_ph: Ako ay masigasig sa pakikipagtulungan at patuloy na nagsisikap na mag-ambag ng aking mga kasanayan sa paraang nagtataguyod ng inobasyon, nagpapahusay ng kahusayan, at nagpapabilis ng tagumpay. Sabik akong ibahagi ang aking karanasan, dedikasyon, at aktibong pag-iisip sa mga pangkat na nagpapahalaga sa pag-unlad, pagkamalikhain, at makabuluhang resulta.
fr: Je suis passionné par la collaboration et je m'efforce continuellement d'apporter mes compétences d'une manière qui favorise l'innovation, améliore l'efficacité et accélère le succès. Je suis impatient d'apporter mon expérience, mon dévouement et mon état d'esprit proactif aux équipes qui valorisent la croissance, la créativité et les résultats impactants.

source: Key Projects
fil_ph: Pangunahing Proyekto
fr: Projets Clés

source: Project A
fil_ph: Proyekto A
fr: Projet A

# Project_A_Description
source: Description: Developed a web application using React and Node.js.
fil_ph: Deskripsyon: Nag-develop ng web application gamit ang React at Node.js.
fr: Description : Développé une application web utilisant React et Node.js.

# Project_A_Technologies
source: Key Technologies: React, Node.js, MongoDB.
fil_ph: Pangunahing Teknolohiya: React, Node.js, MongoDB.
fr: Technologies Clés : React, Node.js, MongoDB.

source: Project B
fil_ph: Proyekto B
fr: Projet B

# Project_B_Description
source: Description: Built a mobile application that helps users track their fitness goals.
fil_ph: Deskripsyon: Nagtayo ng mobile application na tumutulong sa mga user na subaybayan ang kanilang mga fitness goals.
fr: Description : Créé une application mobile qui aide les utilisateurs à suivre leurs objectifs de fitness.

# Project_B_Technologies
source: Key Technologies: Flutter, Firebase.
fil_ph: Pangunahing Teknolohiya: Flutter, Firebase.
fr: Technologies Clés : Flutter, Firebase.

source: Project C
fil_ph: Proyekto C
fr: Projet C

# Project_C_Description
source: Description: Created an e-commerce platform with a responsive design.
fil_ph: Deskripsyon: Lumikha ng isang e-commerce platform na may responsive na disenyo.
fr: Description : Créé une plateforme e-commerce avec un design réactif.

# Project_C_Technologies
source: Key Technologies: HTML, CSS, JavaScript, PHP, MySQL.
fil_ph: Pangunahing Teknolohiya: HTML, CSS, JavaScript, PHP, MySQL.
fr: Technologies Clés : HTML, CSS, JavaScript, PHP, MySQL.

source: About Me
fil_ph: Tungkol sa Akin
fr: À Propos de Moi

# Highlights_Description
source: Here are some highlights about me and my skills:
fil_ph: Narito ang ilang mga tampok tungkol sa akin at sa aking mga kasanayan:
fr: Voici quelques points saillants sur moi et mes compétences :

source: Passionate Software Developer
fil_ph: Mahilig sa Pagde-develop ng Software
fr: Développeur de Logiciels Passionné

# Programming_Foundation_Description
source: I have a strong foundation in programming and problem-solving.
fil_ph: Malakas ang aking pundasyon sa programming at paglutas ng problema.
fr: J'ai une solide base en programmation et en résolution de problèmes.

# Solution_Creation_Description
source: I enjoy creating solutions that make people's lives easier.
fil_ph: Gusto kong lumikha ng mga solusyon na nagpapadali ng buhay ng mga tao.
fr: J'aime créer des solutions qui facilitent la vie des gens.

# Development_Experience
source: Front-end & Back-end Development
fil_ph: Pag-develop ng Front-end at Back-end
fr: Développement Front-end & Back-end

# Development_Experience_Description
source: I have experience in both front-end and back-end development.
fil_ph: Mayroon akong karanasan sa parehong front-end at back-end development.
fr: J'ai de l'expérience à la fois en développement front-end et back-end.

# User_Friendly_Applications_Description
source: Creating user-friendly applications is my forte.
fil_ph: Ang paggawa ng user-friendly na mga application ang aking husay.
fr: Créer des applications conviviales est ma spécialité.

source: Goal-oriented
fil_ph: Nakatuon sa Layunin
fr: Orienté vers les Objectifs

# Leverage_Technology_Description
source: My aim is to leverage technology to build meaningful experiences.
fil_ph: Ang aking layunin ay gamitin ang teknolohiya upang bumuo ng makabuluhang karanasan.
fr: Mon objectif est de tirer parti de la technologie pour créer des expériences significatives.

# Eager_to_Learn_Description
source: I’m always eager to learn new technologies and adapt to evolving environments.
fil_ph: Lagi akong masigasig na matuto ng mga bagong teknolohiya at mag-adapt sa mga nagbabagong kapaligiran.
fr: Je suis toujours désireux d'apprendre de nouvelles technologies et de m'adapter à des environnements en évolution.

source: Resume
fr: CV

# Professional_Highlights_Description
source: Here are some highlights from my professional experience:
fil_ph: Narito ang ilang mga tampok mula sa aking karanasang propesyonal:
fr: Voici quelques points saillants de mon expérience professionnelle :

# Repair_Service_Experience
source: Electrical & Electronic Repair Service, Cabulihan, Vallehermoso, Negros Oriental (2019 - 2020)
fr: Service de Réparation Électrique & Électronique, Cabulihan, Vallehermoso, Negros Oriental (2019 - 2020)

# Repair_Service_Description
source: Fixed broken electronics and appliances.
fil_ph: Nag-ayos ng mga sirang electronics at appliances.
fr: Réparation d'électroniques et d'appareils cassés.

# Business_Intern_Experience
source: Business Intern, Vallehermoso, Negros Oriental (2019 - 2020)
fr: Stagiaire en Affaires, Vallehermoso, Negros Oriental (2019 - 2020)

# Business_Intern_Description
source: Made good stuff, talked formally to fix problems, and answered questions.
fil_ph: Gumawa ng mga magandang bagay, nakipag-usap nang pormal upang ayusin ang mga problema, at sumagot ng mga tanong.
fr: Création de bonnes choses, communication formelle pour résoudre des problèmes et répondre à des questions.

# TrustArc_Internship
source: Software Development Intern at TrustArc, Bohol Ave, Cebu City (2023)
fil_ph: Software Development Intern sa TrustArc, Bohol Ave, Cebu City (2023)
fr: Stagiaire en Développement Logiciel chez TrustArc, Bohol Ave, Cebu City (2023)

# API_Security_Description
source: Helped make safe and secure API requests.
fil_ph: Tumulong na gawing ligtas at maaasahan ang mga API requests.
fr: Aider à créer des requêtes API sécurisées.

# Backend_Frontend_Description
source: Worked on backend with Spring Boot and frontend with Angular.
fil_ph: Nagtrabaho sa backend gamit ang Spring Boot at frontend gamit ang Angular.
fr: Travail sur le backend avec Spring Boot et le frontend avec Angular.

# Chronostep_Internship
source: Backend Development Intern at Chronostep, 6th Floor, Gagfa Building, Cebu City (2023)
fil_ph: Backend Development Intern sa Chronostep, 6th Floor, Gagfa Building, Cebu City (2023)
fr: Stagiaire en Développement Backend chez Chronostep, 6e Étage, Gagfa Building, Cebu City (2023)

# Internal_Projects_Description
source: Developed internal projects for company use.
fil_ph: Nag-develop ng mga internal projects para sa paggamit ng kumpanya.
fr: Développement de projets internes pour l'utilisation de l'entreprise.

# Primary_Technologies_Description
source: Used Laravel and Vue as primary technologies.
fil_ph: Gumamit ng Laravel at Vue bilang pangunahing teknolohiya.
fr: Utilisation de Laravel et Vue comme principales technologies.

# Detailed_Resume_Description
source: For a detailed view, you can view and download my resume
fil_ph: Para sa mas detalyadong view, maaari mong tingnan at i-download ang aking resume
fr: Pour une vue détaillée, vous pouvez consulter et télécharger mon CV

# Here_Link
source: here
fil_ph: dito
fr: ici

# concern_title
source: My Concern
fil_ph: Aking Concern
fr: Mon Inquiétude

# concern_header
source: Concern
fr: Inquiétude

# concern_feedback_message
source: If you have any feedback or thoughts to share about me, feel free to click this button—don’t be shy!
fil_ph: Kung mayroon kang feedback o mga ideya na nais mong ibahagi tungkol sa akin, huwag mag-atubiling i-click ang button na ito—huwag mahiya!
fr: Si vous avez des commentaires ou des pensées à partager sur moi, n'hésitez pas à cliquer sur ce bouton—ne soyez pas timide !

# concern_button
source: Take the survey
fil_ph: Kunin ang survey
fr: Répondez à l'enquête

# pagination_previous
source: Previous
fil_ph: Nakaraan
fr: Précédent

# not_found_page
source: No results were found!
fil_ph: Walang natagpuang resulta!
fr: Aucun résultat trouvé !

# pagination_of
source: of
fil_ph: ng
fr: de

# pagination_next
source: Next
fil_ph: Susunod
fr: Suivant

# chat_icon_alt
source: Chat
fr: Discuter

# chat_title
source: Chat with Me?
fil_ph: Makipag-chat sa Akin?
fr: Discuter avec moi ?

# chat_help_message
source: How can I help you?
fil_ph: Paano kita matutulungan?
fr: Comment puis-je vous aider ?

# chat_clear_button
source: Clear Chat
fil_ph: I-clear ang Chat
fr: Effacer le chat

# qa_name
source: What is your name?
fil_ph: Ano ang pangalan mo?
fr: Quel est votre nom ?

# qa_name_answer
source: My name is Joshua P. Algadipe.
fil_ph: Joshua P. Algadipe ang pangalan ko.
fr: Mon nom est Joshua P. Algadipe.

# qa_age
source: What is your age?
fil_ph: Ilang taon ka na?
fr: Quel âge avez-vous ?

# qa_age_answer
source: I am {age} years old.
fil_ph: Ako ay {age} taong gulang.
fr: J'ai {age} ans.

# qa_nickname
source: What do you call yourself?
fil_ph: Ano ang tawag mo sa sarili mo?
fr: Comment t’appelles-tu ?" or "Quel est ton surnom ?

# qa_nickname_answer
source: You can call me JJ, Josh, or Wang.
fil_ph: Pwede mo akong tawaging JJ, Josh, o Wang.
fr: Tu peux m’appeler JJ, Josh ou Wang.

# qa_behaviour
source: How would you describe your behavior?
fil_ph: Paano mo ilalarawan ang ugali mo?
fr: Comment décrirais-tu ton comportement ?

# qa_behaviour_answer
source: I'm somewhat introverted and prefer staying indoors most of the time.
fil_ph: Medyo introvert ako at mas gusto kong manatili sa loob ng bahay kaysa lumabas.
fr: Je suis plutôt introverti et je préfère rester à l'intérieur la plupart du temps.

# qa_song
source: What kind of songs do you like?
fil_ph: Anong klaseng kanta ang gusto mo?
fr: Quel genre de musique aimes-tu ?

# qa_song_answer
source: I like modern songs, such as rap.
fil_ph: Gusto ko ng modernong kanta tulad ng rap.
fr: J'aime les chansons modernes, comme le rap.

# qa_job
source: What is your job?
fil_ph: Ano ang trabaho mo?
fr: Quel est votre métier ?

# qa_job_answer
source: I am a Software Engineer.
fil_ph: Ako ay isang Software Engineer.
fr: Je suis ingénieur logiciel.

# qa_favorite_sport
source: What is your favorite sport?
fil_ph: Ano ang paborito mong sport?
fr: Quel est votre sport préféré ?

# qa_favorite_sport_answer
source: I enjoy basketball.
fil_ph: Gusto ko ang basketball.
fr: J'aime le basketball.

# qa_crush
source: Who is your crush?
fil_ph: Sino ang crush mo?
fr: Qui est votre crush ?

# qa_crush_answer
source: Secret I can't tell! Girls are idiots!
fil_ph: Secret! Di ko sasabihin! Haha.
fr: Secret, je ne peux pas dire ! Les filles sont des idiotes !

# qa_favorite_subject
source: What is your favorite subject?
fil_ph: Ano ang paborito mong subject?
fr: Quelle est votre matière préférée ?

# qa_favorite_subject_answer
source: My favorite subject is Math.
fr: Ma matière préférée est les mathématiques.

# qa_live
source: Where do you live?
fil_ph: Saan ka nakatira?
fr: Où habitez-vous ?

# qa_live_answer
source: I live in Cabulihan, Vallehermoso, Negros Oriental.
fil_ph: Nakatira ako sa Cabulihan, Vallehermoso, Negros Oriental.
fr: J'habite à Cabulihan, Vallehermoso, Negros Oriental.

# qa_dream_job
source: What is your dream job?
fil_ph: Ano ang pangarap mong trabaho?
fr: Quel est votre emploi de rêve ?

# qa_dream_job_answer
source: Primarily my dream job is Electrical Engineering, but my current job now is Software Engineer.
fil_ph: Ang pangunahing pangarap ko ay maging Electrical Engineer, ngunit ang kasalukuyan kong trabaho ay Software Engineer.
fr: Mon emploi de rêve est principalement l'ingénierie électrique, mais mon emploi actuel est ingénieur logiciel.

# qa_type_of_person
source: What type of person are you?
fil_ph: Anong uri ng tao ka?
fr: Quel genre de personne êtes-vous ?

# qa_type_of_person_answer
source: I'm a bit enigmatic and won't laugh if someone doesn't match my vibe, but once I'm comfortable with someone, I'm the one who laughs the most.
fil_ph: Ako ay medyo mahiwaga at hindi tatawa kung hindi ko kapareho ng vibes ang isang tao, pero kapag komportable na ako, ako ang pinaka-maingay at palatawa.
fr: Je suis un peu énigmatique et je ne ris pas si quelqu'un ne correspond pas à mes vibes, mais une fois que je suis à l'aise avec quelqu'un, je suis celui qui rit le plus.

# profile_intro
source: My name is Joshua P. Algadipe,
fil_ph: Ang pangalan ko ay Joshua P. Algadipe,
fr: Je m'appelle Joshua P. Algadipe,

# profile_age
source: I am {age} years old from Vallehermoso, Negros Oriental.
fil_ph: Ako ay {age} taong gulang mula sa Vallehermoso, Negros Oriental.
fr: J'ai {age} ans de Vallehermoso, Negros Oriental.

# profile_introvert
source: I'm an introvert and not great at starting conversations, so feel free to message me first—let's chat!
fil_ph: Ako ay isang introvert at hindi mahusay sa pagsisimula ng mga pag-uusap, kaya huwag mag-atubiling i-message ako muna—mag-chat tayo!
fr: Je suis introverti et pas très bon pour commencer des conversations, alors n'hésitez pas à m'envoyer un message—discutons!

# profile_job
source: I'm currently working as a Software Engineer,
fil_ph: Kasalukuyan akong nagtatrabaho bilang isang Software Engineer,
fr: Je travaille actuellement en tant qu'ingénieur logiciel,

# profile_goals
source: and I have big goals for the future, aiming to build wealth and achieve success.
fil_ph: at may malalaking layunin ako para sa hinaharap, nais kong bumuo ng kayamanan at makamit ang tagumpay.
fr: et j'ai de grands objectifs pour l'avenir, visant à construire de la richesse et à atteindre le succès.

# donation_header
source: Donation
fil_ph: Donasyon
fr: Don

# donation_message
source: Could you kindly consider sending me a heartfelt gift? Your gesture, no matter how small, would mean the world to me. You can conveniently send your support by scanning the GCash QR code provided. Any amount you choose to give will be deeply appreciated and cherished as a token of your kindness and generosity. Thank you so much for considering this thoughtful act—it truly warms my heart.
fil_ph: Maaari mo bang pag-isipan ang pagbibigay ng isang regalo na mula sa iyong puso? Ang iyong mabuting gawa, gaano man kaliit, ay napakalaking halaga para sa akin. Maaari mong ipadala ang iyong suporta sa pamamagitan ng pag-scan sa GCash QR code na ibinigay. Anumang halaga na iyong maibigay ay taos-pusong pasasalamatan at ituturing na simbolo ng iyong kabutihan at pagkabukas-palad. Maraming salamat sa pagsasaalang-alang sa makataong gawaing ito—tunay itong nagbibigay-init sa aking puso.
fr: Pourriez-vous envisager d'offrir un cadeau qui vient du cœur ? Votre geste, aussi petit soit-il, aurait une immense valeur pour moi. Vous pouvez facilement apporter votre soutien en scannant le code QR GCash fourni. Quel que soit le montant que vous choisissez de donner, il sera profondément apprécié et considéré comme un symbole de votre gentillesse et de votre générosité. Je vous remercie sincèrement d'avoir envisagé cet acte attentionné—cela réchauffe vraiment mon cœur.

# Chronostep_Employee
source: Become A Software Engineer at Chronostep (2024)
fil_ph: Naging Software Engineer sa Chronostep (2024)

# Job_Projects_Description
source: Created a wide range of projects utilizing diverse technologies tailored to meet client-specific requirements.
fil_ph: Nakagawa ng iba't ibang mga proyekto gamit ang iba't ibang teknolohiya na iniayon upang matugunan ang mga partikular na pangangailangan ng kliyente.

# pagination_page
source: Page
fil_ph: Pahina

# profile_name
source: My Profile
fil_ph: Aking Profile

# search_placeholder
source: Search for something...
fil_ph: Mag search if meron...
