[
    {
        "title": {
            "en": "Christmas Celebration",
            "ceb": "Pagselebrar sa Pasko",
            "fr": "Célébration de Noël",
            "fil_PH": "Pagdiriwang ng Pasko"
        },
        "image_name": "FB1.jpg",
        "description": {
            "en": "Capturing a moment outside during the Christmas Eve Mass.",
            "ceb": "Pagkuha og usa ka higayon sa gawas sa panahon sa Misa sa Vigilia sa Pasko.",
            "fr": "Capturer un moment à l'extérieur pendant la messe de la veille de Noël.",
            "fil_PH": "Kinunan ang isang sandali sa labas habang nasa Misa ng Bisperas ng Pasko."
        }
    },
    {
        "title": {
            "en": "PN Contract Signing Ceremony",
            "ceb": "Seremonya sa Pagpirma sa Kontrata sa PN",
            "fr": "Cérémonie de Signature du Contrat PN",
            "fil_PH": "Seremonya ng Pagpirma ng Kontrata ng PN"
        },
        "image_name": "FB2.jpg",
        "description": {
            "en": "Attended the contract signing event in Canlaon.",
            "ceb": "Niadto sa seremonya sa pagpirma sa kontrata sa Canlaon.",
            "fr": "Participation à l'événement de signature de contrat à Canlaon.",
            "fil_PH": "Dumalo sa seremonya ng pagpirma ng kontrata sa Canlaon."
        }
    },
    {
        "title": {
            "en": "Birthday Celebration Invitation",
            "ceb": "Dapit sa Pagselebrar sa Adlaw nga Natawhan",
            "fr": "Invitation à la Célébration d'Anniversaire",
            "fil_PH": "Imbitasyon sa Pagdiriwang ng Kaarawan"
        },
        "image_name": "FB3.jpg",
        "description": {
            "en": "I received an invitation to a birthday celebration with my classmates.",
            "ceb": "Nakadawat ko og imbitasyon sa usa ka pagselebrar sa akong adlaw nga natawhan uban sa akong mga kauban sa klase.",
            "fr": "J'ai reçu une invitation à une célébration d'anniversaire avec mes camarades de classe.",
            "fil_PH": "Nakatanggap ako ng imbitasyon sa isang pagdiriwang ng kaarawan kasama ang aking mga kaklase."
        }
    },
    {
        "title": {
            "en": "Evening Photo",
            "ceb": "Larawan sa Gabii",
            "fr": "Photo du Soir",
            "fil_PH": "Larawan sa Gabi"
        },
        "image_name": "FB4.jpg",
        "description": {
            "en": "Taken at home during a chilly night.",
            "ceb": "Gikuha sa balay sa panahon sa bugnaw nga gabii.",
            "fr": "Prise à la maison pendant une nuit fraîche.",
            "fil_PH": "Kinunan sa bahay noong malamig na gabi."
        }
    },
    {
        "title": {
            "en": "Hiking to the Mountain",
            "ceb": "Pagpanglakaw sa Bukid",
            "fr": "Randonnée vers la Montagne",
            "fil_PH": "Pag-akyat sa Bundok"
        },
        "image_name": "FB5.jpg",
        "description": {
            "en": "Captured at the peak with a stunning mountain view.",
            "ceb": "Gikuha sa tumoy uban ang talagsaon nga panan-aw sa bukid.",
            "fr": "Capturé au sommet avec une vue imprenable sur la montagne.",
            "fil_PH": "Kinunan sa tuktok kasama ang nakamamanghang tanawin ng bundok."
        }
    },
    {
        "title": {
            "en": "DJ Jamming Session",
            "ceb": "DJ Jamming nga Sesyon",
            "fr": "Session de Jam avec DJ",
            "fil_PH": "DJ Jamming Session"
        },
        "image_name": "FB6.jpg",
        "description": {
            "en": "Practicing music mixing during a party at our place.",
            "ceb": "Nagpraktis og pag-mix sa musika sa usa ka party sa among lugar.",
            "fr": "Pratique de mixage de musique pendant une fête chez nous.",
            "fil_PH": "Nagsasanay ng music mixing sa isang party sa aming lugar."
        }
    },
    {
        "title": {
            "en": "Forced Smile",
            "ceb": "Pinugos nga Ngisi",
            "fr": "Sourire Forcé",
            "fil_PH": "Pinilit na Ngiti"
        },
        "image_name": "FB7.jpg",
        "description": {
            "en": "Trying to smile while getting a picture taken.",
            "ceb": "Nagaantos sa pagngisi samtang kuhaan og litrato.",
            "fr": "Essayer de sourire pendant qu'une photo est prise.",
            "fil_PH": "Nagsusumikap ngumiti habang kinukunan ng litrato."
        }
    },
    {
        "title": {
            "en": "Posing by the Tower",
            "ceb": "Nagpose sa Dapit sa Torre",
            "fr": "Pose près de la Tour",
            "fil_PH": "Nag-pose sa Tabing Tore"
        },
        "image_name": "FB8.jpg",
        "description": {
            "en": "I admire the height of the tower and its amazing view.",
            "ceb": "Gihangaan nako ang kataas sa torre ug ang iyang katingalahan nga panan-aw.",
            "fr": "J'admire la hauteur de la tour et sa vue incroyable.",
            "fil_PH": "Humahanga ako sa taas ng tore at ang kamangha-manghang tanawin nito."
        }
    },
    {
        "title": {
            "en": "Selfie Attempt with a Good Camera",
            "ceb": "Pagsulay og Selfie gamit ang Maayong Kamera",
            "fr": "Essai de Selfie avec un Bon Appareil",
            "fil_PH": "Pagsubok ng Selfie gamit ang Magandang Kamera"
        },
        "image_name": "FB9.jpg",
        "description": {
            "en": "We were on vacation in Carcar during this photo.",
            "ceb": "Nakapahuway kami sa Carcar sa panahon niining litrato.",
            "fr": "Nous étions en vacances à Carcar lors de cette photo.",
            "fil_PH": "Kami ay nasa bakasyon sa Carcar nang kinunan ang larawang ito."
        }
    },
    {
        "title": {
            "en": "Just a Bored Selfie",
            "ceb": "Selfie Tungod Kay Na-bored Ko",
            "fr": "Selfie Pour Passer Le Temps",
            "fil_PH": "Selfie Dahil Wala Akong Magawa"
        },
        "image_name": "FB10.jpg",
        "description": {
            "en": "I took a selfie because I was feeling bored at work. So, I experimented with different poses and angles for fun.",
            "ceb": "Nag-selfie ko kay gikapoy ko sa opisina. Nagsulay ko og lain-laing mga posisyon ug anggulo alang sa lingaw-lingaw.",
            "fr": "J'ai pris un selfie car je m'ennuyais au bureau. J'ai donc essayé différentes poses et angles pour m'amuser.",
            "fil_PH": "Nag-selfie ako dahil naiinip ako sa opisina. Sinubukan ko ang iba't ibang posisyon at anggulo para malibang."
        }
    },
    {
        "title": {
            "en": "Selfie at the Graduation Ceremony",
            "ceb": "Selfie Sa Graduation Ceremony",
            "fr": "Selfie Lors De La Cérémonie De Remise Des Diplômes",
            "fil_PH": "Selfie Sa Seremonya Ng Pagtatapos"
        },
        "image_name": "FB11.jpg",
        "description": {
            "en": "We were getting ready for the graduation ceremony at USC-Talamban with my fellow scholars.",
            "ceb": "Nag-andam mi alang sa graduation ceremony sa USC-Talamban uban sa akong mga kauban nga scholars.",
            "fr": "Nous nous préparions pour la cérémonie de remise des diplômes à l'USC-Talamban avec mes camarades boursiers.",
            "fil_PH": "Naghahanda kami para sa seremonya ng pagtatapos sa USC-Talamban kasama ang aking mga kapwa iskolar."
        }
    },
    {
        "title": {
            "en": "Selfie at the Graduation Ceremony With Diploma",
            "ceb": "Selfie Sa Graduation Ceremony nga naay Diploma",
            "fr": "Selfie Lors De La Cérémonie De Remise Des Diplômes",
            "fil_PH": "Selfie Sa Seremonya Ng Pagtatapos na Merong Diploma"
        },
        "image_name": "FB12.jpg",
        "description": {
            "en": "We took a picture at the end of the Graduation Ceremony while showcasing our diplomas at the church in USC-Talamban.",
            "ceb": "Nagkuha mi ug litrato sa kataposang bahin sa graduation ceremony samtang gipakita namo ang among diploma sa simbahan sa USC-Talamban.",
            "fr": "Nous avons pris une photo à la fin de la cérémonie de remise des diplômes tout en montrant nos diplômes à l'église de l'USC-Talamban.",
            "fil_PH": "Nag-picture kami sa huling bahagi ng seremonya ng pagtatapos habang ipinapakita ang aming mga diploma sa simbahan sa USC-Talamban."
        }
    },
    {
        "title": {
            "en": "Christmas Party 2024 Celebration",
            "ceb": "Pagselebrar sa Christmas Party 2024",
            "fr": "Célébration de la Fête de Noël 2024",
            "fil_PH": "Pagdiriwang ng Christmas Party 2024"
        },
        "image_name": "FB13.jpg",
        "description": {
            "en": "This is the Chronostep Christmas Party celebration, starting with a delightful dinner followed by the distribution of gifts and prizes.",
            "ceb": "Kini ang Chronostep Christmas Party nga selebrasyon, magsugod sa usa ka lami nga panihapon ug gisundan sa pag-apod-apod sa mga regalo ug mga premyo.",
            "fr": "Ceci est la célébration de la fête de Noël de Chronostep, commençant par un délicieux dîner suivi de la distribution de cadeaux et de prix.",
            "fil_PH": "Ito ang selebrasyon ng Chronostep Christmas Party, nagsisimula sa isang masarap na hapunan na sinusundan ng pamamahagi ng mga regalo at gantimpala."
        }        
    },
    {
        "title": {
            "en": "Potluck Celebration During Valentines Day",
            "ceb": "Pagselebrar sa Potluck Sa Panahon sa Valentines Day",
            "fr": "Célébration de Potluck Pendant la Saint-Valentin",
            "fil_PH": "Pagdiriwang ng Potluck Sa Panahon ng Araw ng mga Puso"
        },
        "image_name": "FB14.jpg",
        "description": {
            "en": " We celebrated Valentines Day with a potluck lunch at the companys office.",
            "ceb": "Nagselebrar kami sa Valentine's Day uban sa usa ka potluck nga paniudto sa opisina sa kompanya.",
            "fr": "Nous avons célébré la Saint-Valentin avec un déjeuner potluck au bureau de l'entreprise.",
            "fil_PH": "Nagdiriwang kami ng Araw ng mga Puso sa pamamagitan ng potluck lunch sa opisina ng kumpanya."
        }        
    },
    {
        "title": {
            "en": "Old Church in Siquijor",
            "ceb": "Daang Simbahan sa Siquijor",
            "fr": "Église Ancienne à Siquijor",
            "fil_PH": "Matandang Simbahan sa Siquijor"
        },
        "image_name": "church-min.jpg",
        "description": {
            "en": "We took a picture in front of the old church in Siquijor, where we explored its interior, admiring the beautiful artifacts, tools, and other elements that are part of the church.",
            "ceb": "Nagkuha kami ug litrato sa atubangan sa daang simbahan sa Siquijor, diin among gitan-aw ang sulod niini, nga nagdayeg sa mga matahum nga artepakto, mga gamit, ug uban pang mga elemento nga kabahin sa simbahan.",
            "fr": "Nous avons pris une photo devant l'ancienne église de Siquijor, où nous avons exploré son intérieur, admirant les belles artefacts, outils et autres éléments qui font partie de l'église.",
            "fil_PH": "Kumukuha kami ng litrato sa harap ng lumang simbahan sa Siquijor, kung saan sinuri namin ang loob nito, humahanga sa magagandang artepakto, kagamitan, at iba pang mga elemento na bahagi ng simbahan."
        },
        "image_url": "https://raw.githubusercontent.com/JPA-Elite/jpa-profile/a357774ded3e75f16ceb73c01bc0741ad95bdd83/flask/static/images/church-min.JPG"             
    },
    {
        "title": {
            "en": "Discovering Various Beaches in Siquijor",
            "ceb": "Pagdiskobre sa Nagkalain-laing Baybayon sa Siquijor",
            "fr": "Découverte de Diverses Plages à Siquijor",
            "fil_PH": "Pagdiskubre ng Iba't Ibang mga Beach sa Siquijor"
        },
        "image_name": "beach-min.jpg",
        "description": {
            "en": "We had an incredible experience exploring the diverse beaches of Siquijor, each offering its own unique charm and breathtaking beauty. From pristine white sands and crystal-clear waters to dramatic rock formations and serene coves, every beach had something special to offer. We spent time soaking in the sun, enjoying the tranquil atmosphere, and marveling at the natural wonders that made each location truly unforgettable. The vibrant marine life and picturesque landscapes added to the magic, making our journey through the beaches of Siquijor a memorable adventure.",
            "ceb": "Nakaangkon kami og talagsaon nga kasinatian sa pag-explore sa nagkalain-laing mga baybayon sa Siquijor, nga ang matag usa naghatag sa iyang kaugalingong talagsaon nga kahayag ug makapahimuot nga katahum. Gikan sa puti nga balas ug kristal nga limpyo nga tubig ngadto sa dramatikong mga pormasyon sa bato ug malinawon nga mga baybayon, ang matag baybayon adunay espesyal nga butang nga ikahatag. Nagpabilin kami nga nagpasalamat sa adlaw, nag-enjoy sa malinawon nga atmospera, ug nagdayeg sa mga natural nga kahibulungan nga naghimo sa matag lokasyon nga talagsaon. Ang mabulukon nga kinabuhi sa dagat ug ang mga talan-awon nga makapahimuot nagdugang sa magic, nga naghimo sa among pagbiyahe pinaagi sa mga baybayon sa Siquijor nga usa ka hinumdumanong pakig-adventure.",
            "fr": "Nous avons eu une expérience incroyable à explorer les diverses plages de Siquijor, chacune offrant son propre charme unique et sa beauté à couper le souffle. Des sables blancs immaculés et des eaux cristallines aux formations rocheuses dramatiques et aux criques sereines, chaque plage avait quelque chose de spécial à offrir. Nous avons passé du temps à profiter du soleil, à apprécier l'atmosphère tranquille et à admirer les merveilles naturelles qui rendaient chaque endroit vraiment inoubliable. La vie marine vibrante et les paysages pittoresques ont ajouté à la magie, faisant de notre voyage à travers les plages de Siquijor une aventure mémorable.",
            "fil_PH": "Nagkaroon kami ng kamangha-manghang karanasan sa paggalugad sa iba't ibang mga beach sa Siquijor, bawat isa ay nag-aalok ng natatanging alindog at nakamamanghang kagandahan. Mula sa malinis na puting buhangin at malinaw na tubig hanggang sa mga dramatikong pormasyon ng bato at tahimik na mga baybayin, bawat beach ay may espesyal na inaalok. Naglaan kami ng oras upang magpahinga sa ilalim ng araw, tamasahin ang tahimik na kapaligiran, at humanga sa mga likas na yaman na ginawang talagang hindi malilimutan ang bawat lokasyon. Ang masiglang buhay-dagat at magagandang tanawin ay nagdagdag sa mahika, na ginawang isang hindi malilimutang pakikipagsapalaran ang aming paglalakbay sa mga beach ng Siquijor."
        },
        "image_url": "https://raw.githubusercontent.com/JPA-Elite/jpa-profile/a357774ded3e75f16ceb73c01bc0741ad95bdd83/flask/static/images/beach-min.JPG"      
    },
    {
        "title": {
            "en": "Sambulawan Cave - Underground River in Siquijor (Part 1)",
            "ceb": "Sambulawan Cave - Underground River sa Siquijor (Part 1)",
            "fr": "Sambulawan Cave - Rivière Souterraine à Siquijor (Part 1)",
            "fil_PH": "Sambulawan Cave - Underground River sa Siquijor (Part 1)"
        },
        "image_name": "cave.jpg",
        "description": {
            "en": "We snapped a photo at the entrance of Sambulawan Cave before heading inside to explore. Some foreign visitors were also there, enjoying the cave experience as well.",
            "ceb": "Nagkuha kami og litrato sa entrada sa Sambulawan Cave sa wala pa kami mosulod aron mag-explore. Ang uban nga mga langyaw nga bisita naa usab didto, nag-enjoy sa kasinatian sa kuweba.",
            "fr": "Nous avons pris une photo à l'entrée de la grotte de Sambulawan avant d'entrer pour explorer. Certains visiteurs étrangers étaient également là, profitant de l'expérience de la grotte.",
            "fil_PH": "Kumukuha kami ng litrato sa pasukan ng Sambulawan Cave bago pumasok upang mag-explore. Nandoon din ang ilang mga banyagang bisita, na nag-eenjoy sa karanasan sa kuweba."
        }        
    },
    {
        "title": {
            "en": "Sambulawan Cave - Underground River in Siquijor (Part 2)",
            "ceb": "Sambulawan Cave - Underground River sa Siquijor (Part 2)",
            "fr": "Sambulawan Cave - Rivière Souterraine à Siquijor (Part 2)",
            "fil_PH": "Sambulawan Cave - Underground River sa Siquijor (Part 2)"
        },
        "image_name": "cave2.jpg",
        "description": {
            "en": "Inside the cave, we wore life vests and headlamps due to the darkness. The water was quite deep, which is why we needed the life vests. It was my first time swimming there, and at times, I felt a bit panicked because of the deep water. However, it was a great place for taking pictures inside the cave.",
            "ceb": "Sulod sa kuweba, nagsul-ob kami og life vests ug headlamps tungod sa kangitngit. Ang tubig medyo lawom, mao nga kinahanglan namo ang life vests. Kini ang akong unang higayon nga maligo didto, ug usahay, nakabati ko og gamay nga kahadlok tungod sa lawom nga tubig. Apan, kini usa ka maayong dapit alang sa pagkuha og mga litrato sulod sa kuweba.",
            "fr": "À l'intérieur de la grotte, nous avons porté des gilets de sauvetage et des lampes frontales à cause de l'obscurité. L'eau était assez profonde, c'est pourquoi nous avions besoin des gilets de sauvetage. C'était ma première fois à nager là-bas, et parfois, je me sentais un peu paniqué à cause de l'eau profonde. Cependant, c'était un excellent endroit pour prendre des photos à l'intérieur de la grotte.",
            "fil_PH": "Sa loob ng kuweba, nagsuot kami ng mga life vest at headlamp dahil sa dilim. Medyo malalim ang tubig, kaya kailangan namin ang mga life vest. Ito ang aking unang pagkakataon na lumangoy doon, at minsan, medyo kinakabahan ako dahil sa malalim na tubig. Gayunpaman, ito ay isang mahusay na lugar para kumuha ng mga larawan sa loob ng kuweba."
        }        
    },
    {
        "title": {
            "en": "Dining at the Fine Food Bar in Siquijor",
            "ceb": "Ang Pag-panihapon sa Fine Food Bar sa Siquijor",
            "fr": "Dîner au Fine Food Bar à Siquijor",
            "fil_PH": "Pagsasalu-salo sa Fine Food Bar sa Siquijor"
        },
        "image_name": "dinner.jpg",
        "description": {
            "en": "After a long day visiting various spots around Siquijor on our first day, we were exhausted from all the traveling. So, we decided to end the day with a nice dinner to recharge after the adventure.",
            "ceb": "Pagkahuman sa usa ka adlaw nga puno sa pagbisita sa nagkalain-laing lugar sa Siquijor, kapoy na kami gikan sa biyahe. Mao nga nagdesisyon kami nga magdinner aron makapahuway ug mag-recharge pagkatapos sa tanan nga adventures.",
            "fr": "Après une longue journée à visiter différents endroits de Siquijor, nous étions épuisés par tous les déplacements. Nous avons donc décidé de finir la journée par un bon dîner pour nous ressourcer après toutes les aventures.",
            "fil_PH": "Matapos ang isang mahabang araw ng pagbisita sa iba't ibang lugar sa Siquijor, kami ay pagod na mula sa biyahe. Kaya't nagpasya kaming magtanghalian upang magpahinga at mag-recharge pagkatapos ng mga pagsasaliksik."
        }
    }
]