[
    {
        "slideId": 1,
        "src": "/static/images/jaom_home.png",
        "titles": {
            "en": "Home Page",
            "ceb": "Home Page",
            "fr": "Page d'accueil",
            "fil_PH": "Home Page"
        },
        "descriptions": {
            "en": "Welcome to the homepage of the Jaom Connect website, where you'll find an in-depth introduction to the JAOM community. This page offers insights into who we are, what we represent, and the vision and mission that drive our community's initiatives. Here, you can learn about our organization’s location, its core values, and the unique opportunities we provide for members to connect, grow, and collaborate. Whether you're interested in joining us, exploring our activities, or simply learning more about what makes JAOM special, this homepage serves as your gateway to understanding the spirit and purpose of our community.",
            "ceb": "Welcome sa pahina sa balay sa Jaom Connect website, diin makit-an nimo ang usa ka halapad nga pagpasabot sa komunidad sa JAOM. Ang pahinang kini naghatag ug kasayuran mahitungod kanato, unsa ang among gipakita, ug ang panan-aw ug misyon nga nagpalihok sa mga inisyatibo sa among komunidad. Dinhi, makakat-on ka mahitungod sa lokasyon sa among organisasyon, ang mga punoan nga bili, ug ang talagsaong mga oportunidad nga among gihatag alang sa mga myembro aron makig-uban, motubo, ug makig-collaborate. Kung interesado ka nga mag-uban kanamo, susihon ang among mga kalihokan, o simple ra nga magkat-on pa mahitungod sa unsa ang nagpamaka-uban sa JAOM, ang pahinang ini nagsilbing imong gateway sa pagsabot sa espiritu ug katuyuan sa among komunidad.",
            "fr": "Bienvenue sur la page d'accueil du site Web de Jaom Connect, où vous trouverez une introduction approfondie à la communauté JAOM. Cette page offre un aperçu de qui nous sommes, de ce que nous représentons et de la vision et de la mission qui animent les initiatives de notre communauté. Ici, vous pouvez apprendre où se trouve notre organisation, ses valeurs fondamentales et les opportunités uniques que nous offrons aux membres pour se connecter, grandir et collaborer. Que vous soyez intéressé à nous rejoindre, à explorer nos activités ou simplement à en savoir plus sur ce qui rend JAOM spécial, cette page d'accueil sert de passerelle pour comprendre l'esprit et le but de notre communauté.",
            "fil_PH": "Maligayang pagdating sa homepage ng Jaom Connect website, kung saan makikita mo ang isang malalim na pagpapakilala sa komunidad ng JAOM. Ang pahinang ito ay nag-aalok ng mga pananaw tungkol sa kung sino kami, kung ano ang aming kinakatawan, at ang pananaw at misyon na nagtutulak sa mga inisyatibo ng aming komunidad. Dito, maaari mong malaman ang tungkol sa lokasyon ng aming organisasyon, ang mga pangunahing halaga nito, at ang mga natatanging pagkakataon na ibinibigay namin para sa mga miyembro na kumonekta, lumago, at makipagtulungan. Kung interesado kang sumali sa amin, tuklasin ang aming mga aktibidad, o simpleng malaman ang higit pa tungkol sa kung ano ang ginagawang espesyal ang JAOM, ang homepage na ito ay nagsisilbing iyong gateway sa pag-unawa sa espiritu at layunin ng aming komunidad."
        }
    },
    {
        "slideId": 2,
        "src": "/static/images/jaom_about_us.png",
        "titles": {
            "en": "About Us",
            "ceb": "Mahitungod Kanato",
            "fr": "À propos de nous",
            "fil_PH": "Tungkol sa Amin"
        },
        "descriptions": {
            "en": "Learn more about the history and goals of Jaom Connect. This section delves into the foundations of our community, highlighting key milestones, important achievements, and the mission that guides us forward. Discover the people behind the organization, the values we hold dear, and the vision that inspires our actions. Our journey is one of connection, growth, and collaboration, and we're excited to share it with you.",
            "ceb": "Makakat-on pa mahitungod sa kasaysayan ug mga tumong sa Jaom Connect. Kini nga seksyon naghisgot sa mga pundasyon sa among komunidad, nagpatigbabaw sa mga mayor nga milestone, importante nga mga kalampusan, ug ang misyon nga naggiya kanamo paadto. Pagdiskobre sa mga tawo nga nagpaluyo sa organisasyon, ang mga bili nga among gipangga, ug ang panan-aw nga naghatag kanamo og inspirasyon. Ang among panaw mao ang pag-uban, pagtubo, ug pag-collaborate, ug nalipay kami nga ipaambit kini kanimo.",
            "fr": "En savoir plus sur l'histoire et les objectifs de Jaom Connect. Cette section explore les fondements de notre communauté, mettant en lumière les étapes clés, les réalisations importantes et la mission qui nous guide. Découvrez les personnes derrière l'organisation, les valeurs que nous chérissons et la vision qui inspire nos actions. Notre parcours est celui de la connexion, de la croissance et de la collaboration, et nous sommes ravis de le partager avec vous.",
            "fil_PH": "Alamin pa ang tungkol sa kasaysayan at mga layunin ng Jaom Connect. Ang seksyong ito ay sumisid sa mga pundasyon ng aming komunidad, na nagha-highlight ng mga mahalagang milestone, mga mahahalagang tagumpay, at ang misyon na gumagabay sa amin patungo sa hinaharap. Tuklasin ang mga tao sa likod ng organisasyon, ang mga halagang pinahahalagahan namin, at ang pananaw na nagbibigay inspirasyon sa aming mga aksyon. Ang aming paglalakbay ay isa ng koneksyon, paglago, at pagtutulungan, at nasasabik kaming ibahagi ito sa iyo."
        }
    }
]