[
    {
        "id": 1,
        "title": {
            "en": "Pranking Our Housemate",
            "ceb": "Pagbinuang sa Among Kauban sa Balay",
            "fr": "Faire une Farce à Notre Colocataire",
            "fil_PH": "Panggugulo sa Aming Kasama sa Bahay"
        },
        "description": {
            "en": "Being the first to arrive back at the house, we decided to play a prank on our housemate.",
            "ceb": "Isang ako ang unang nakauli sa balay, nakahukom kami nga magbinuang sa among kauban sa balay.",
            "fr": "Étant le premier à revenir à la maison, nous avons décidé de faire une farce à notre colocataire.",
            "fil_PH": "Bilang unang bumalik sa bahay, nagpasya kaming guluhin ang aming kasama sa bahay."
        },
        "file": "videos/prank1.mp4",
        "tags": [
            "prank", "housemate", "fun"
        ]
    },
    {
        "id": 2,
        "title": {
            "en": "A Heartbreaking Story",
            "ceb": "Usa ka Makapait nga Istorya",
            "fr": "Une Histoire Déchirante",
            "fil_PH": "Isang Nakakasakit ng Pusong Kwento"
        },
        "description": {
            "en": "Out of jealousy over a silly relationship, I made this video for myself.",
            "ceb": "Tungod sa kainggit sa usa ka binuang nga relasyon, gihimo ko kini nga video para sa akong kaugalingon.",
            "fr": "Par jalousie envers une relation ridicule, j'ai fait cette vidéo pour moi-même.",
            "fil_PH": "Dahil sa selos sa isang walang kwentang relasyon, ginawa ko itong video para sa sarili ko."
        },
        "file": "videos/prank2.mp4",
        "tags": [
            "heartbreaking", "story", "jealousy"
        ]
    },
    {
        "id": 3,
        "title": {
            "en": "Viral Dance by an Attractive Girl",
            "ceb": "Viral nga Sayaw sa Usa ka Guwapa nga Babaye",
            "fr": "Danse Virale par une Fille Attrayante",
            "fil_PH": "Viral na Sayaw ng Isang Magandang Babae"
        },
        "description": {
            "en": "I'm not impressed by this girl's dancing, and I'm not the type of guy who appreciates overly sexualized performances.",
            "ceb": "Dili ko ma-impress sa sayaw sa maong babaye, ug dili ako ang tipo nga lalaki nga magpahalipay sa sobra nga sekswal nga mga pasundayag.",
            "fr": "Je ne suis pas impressionné par la danse de cette fille, et je ne suis pas le genre de gars qui apprécie les performances trop sexualisées.",
            "fil_PH": "Hindi ako nai-impress sa sayaw ng babaeng ito, at hindi ako yung tipo ng lalaking pinapahalagahan ang sobrang sekswal na mga pagtatanghal."
        },
        "file": "videos/prank3.mp4",
        "tags": [
            "viral", "dance", "performance"
        ]
    },
    {
        "id": 4,
        "title": {
            "en": "Struggling with Dance Moves",
            "ceb": "Naglisod sa mga Sayaw",
            "fr": "Lutter avec les Pas de Danse",
            "fil_PH": "Nahihirapan sa Mga Galaw ng Sayaw"
        },
        "description": {
            "en": "I'm not a great dancer, so I challenged myself to dance with my brother.",
            "ceb": "Dili ko maayo nga mananayaw, busa gichallenge nako akong kaugalingon nga mosayaw uban sa akong igsoon.",
            "fr": "Je ne suis pas un grand danseur, alors je me suis lancé le défi de danser avec mon frère.",
            "fil_PH": "Hindi ako mahusay sumayaw, kaya hinamon ko ang sarili kong sumayaw kasama ang aking kapatid."
        },
        "file": "videos/prank4.mp4",
        "tags": [
            "dance", "challenge", "brother"
        ]
    },
    {
        "id": 5,
        "title": {
            "en": "TikTok Picture Challenge",
            "ceb": "TikTok Picture Challenge",
            "fr": "Défi Photo TikTok",
            "fil_PH": "TikTok Picture Challenge"
        },
        "description": {
            "en": "I synchronized the beat with my picture, and it turned out amazing.",
            "ceb": "Gisynchronize nako ang ritmo sa akong litrato, ug nindot kaayo ang resulta.",
            "fr": "J'ai synchronisé le rythme avec ma photo, et le résultat était incroyable.",
            "fil_PH": "I-synchronize ko ang beat sa aking litrato, at napakaganda ng kinalabasan."
        },
        "file": "videos/prank5.mp4",
        "tags": [
            "tiktok", "picture", "challenge"
        ]
    },
    {
        "id": 6,
        "title": {
            "en": "Hokage Chat Skills",
            "ceb": "Hokage Chat Skills",
            "fr": "Compétences de Chat Hokage",
            "fil_PH": "Hokage Chat Skills"
        },
        "description": {
            "en": "Chatting with my fellow scholar using hokage moves for fun.",
            "ceb": "Nag-chat uban sa akong kauban nga estudyante gamit ang hokage moves alang sa kalipay.",
            "fr": "Discuter avec mon camarade érudit en utilisant des mouvements de hokage pour le plaisir.",
            "fil_PH": "Nakikipag-chat ako sa aking kapwa scholar gamit ang mga hokage moves para sa kasiyahan."
        },
        "file": "videos/prank6.mp4",
        "tags": [
            "hokage", "chat", "fun"
        ]
    },
    {
        "id": 7,
        "title": {
            "en": "Fiesta in Our Hometown",
            "ceb": "Fiesta Sa Among Lugar",
            "fr": "Fiesta Dans Notre Ville",
            "fil_PH": "Pista Sa Aming Lugar"
        },
        "description": {
            "en": "We celebrated the fiesta in my hometown in Negros Oriental, for which I took a vacation leave from work.",
            "ceb": "Nagselebrar mi sa fiesta sa akong probinsya sa Negros Oriental, diin ako nag-file og vacation leave gikan sa trabaho.",
            "fr": "Nous avons célébré la fiesta dans ma ville natale de Negros Oriental, pour laquelle j'ai pris un congé de travail.",
            "fil_PH": "Ipinagdiwang namin ang pista sa aking bayan sa Negros Oriental, kung saan nag-file ako ng bakasyon mula sa trabaho."
        },
        "file": "videos/disco.mp4",
        "tags": [
            "fiesta", "hometown", "celebration"
        ]
    },
    {
        "id": 8,
        "title": {
            "en": "Meet up at North Bus Terminal Cebu for Company Outing",
            "ceb": "Panagtagbo Sa North Bus Terminal Cebu Para Sa Company Outing",
            "fr": "Rendez-vous au terminal de bus nord de Cebu pour une sortie d'entreprise",
            "fil_PH": "Pagtitipon Sa North Bus Terminal Cebu Para Sa Company Outing"
        },
        "description": {
            "en": "We gathered at the North Bus Terminal of Cebu with my coworkers at around 5 AM to prepare for the outing.",
            "ceb": "Nagkita mi sa North Bus Terminal sa Cebu kauban ang akong mga kauban sa trabaho mga alas 5 sa buntag aron mag-andam para sa outing.",
            "fr": "Nous nous sommes retrouvés au terminal de bus nord de Cebu avec mes collègues vers 5 heures du matin pour nous préparer à la sortie.",
            "fil_PH": "Nagtipon kami sa North Bus Terminal ng Cebu kasama ang aking mga katrabaho bandang alas 5 ng umaga para maghanda para sa outing."
        },
        "file": "videos/vlog1.mp4",
        "tags": [
            "meetup", "bus terminal", "outing"
        ]
    },
    {
        "id": 9,
        "title": {
            "en": "At the Venue for Our Company Outing",
            "ceb": "Sa Lugar Para Sa Among Company Outing",
            "fr": "Au Lieu de Notre Sortie d'Entreprise",
            "fil_PH": "Sa Lugar ng Aming Company Outing"
        },
        "description": {
            "en": "We have arrived at our destination for the company outing, took a short rest, and then started preparing our things.",
            "ceb": "Nakaabot na kami sa among destinasyon para sa company outing, nagpahulay gamay, ug dayon nag-andam sa among mga gamit.",
            "fr": "Nous sommes arrivés à notre destination pour la sortie d'entreprise, avons pris un court repos, puis avons commencé à préparer nos affaires.",
            "fil_PH": "Nakakarating na kami sa aming destinasyon para sa company outing, nagpahinga ng kaunti, at pagkatapos ay naghanda ng aming mga gamit."
        },
        "file": "videos/vlog2.mp4",
        "tags": [
            "venue", "company outing", "preparation"
        ]
    },
    {
        "id": 10,
        "title": {
            "en": "Battle of Airbands Parody",
            "ceb": "Lumba sa Airbands Parody",
            "fr": "Bataille des Parodies Airbands",
            "fil_PH": "Laban ng Airbands Parody"
        },
        "description": {
            "en": "This is one of the performances featured in our company event developmental activities.",
            "ceb": "Usa kini sa mga pasundayag nga gipakita sa among mga kalihokan sa pag-uswag bahin sa mga kalihokan sa kompanya.",
            "fr": "Ceci est l'une des performances présentées dans nos activités de développement pour les événements d'entreprise.",
            "fil_PH": "Isa ito sa mga pagtatanghal na tampok sa aming mga aktibidad sa pag-unlad tungkol sa mga kaganapan ng kumpanya."
        },
        "file": "videos/vlog3.mp4",
        "tags": [
            "airbands", "parody", "performance"
        ]
    },
    {
        "id": 11,
        "title": {
            "en": "Tricks With Magic",
            "ceb": "Mga Trick Sa Magic",
            "fr": "Tours De Magie",
            "fil_PH": "Mga Trick Sa Mahika"
        },
        "description": {
            "en": "I attempt to perform magic and demonstrate to them that it is genuinely realistic.",
            "ceb": "Nagpaningkamot ko nga ipakita ang magic ug ipakita kanila nga kini tinuod nga realistiko.",
            "fr": "J'essaie de faire de la magie et de leur montrer que c'est vraiment réaliste.",
            "fil_PH": "Sinusubukan kong magpakita ng magic at ipakita sa kanila na ito ay tunay na makatotohanan."
        },
        "file": "videos/vlog4.mp4",
        "tags": [
            "magic", "tricks", "realistic"
        ]
    },
    {
        "id": 12,
        "title": {
            "en": "Falls in Siquijor",
            "ceb": "Mga Falls sa Siquijor",
            "fr": "Chutes d'Eau à Siquijor",
            "fil_PH": "Mga Talon sa Siquijor"
        },
        "description": {
            "en": "I went to Siquijor with my friends, and we visited the falls there. I forgot the name of the falls, but it was a great experience.",
            "ceb": "Niadto ko sa Siquijor uban sa akong mga higala, ug among gibisita ang mga falls didto. Nakalimot ko sa ngalan sa falls, apan kini usa ka maayong kasinatian.",
            "fr": "Je suis allé à Siquijor avec mes amis, et nous avons visité les chutes d'eau là-bas. J'ai oublié le nom des chutes, mais c'était une super expérience.",
            "fil_PH": "Pumunta ako sa Siquijor kasama ang aking mga kaibigan, at binisita namin ang mga talon doon. Nakalimutan ko ang pangalan ng talon, ngunit ito ay isang mahusay na karanasan."
        },
        "file": "videos/swing-min.mp4",
        "tags": [
            "falls", "siquijor", "adventure"
        ]
    }
]